Autodesk.Revit.DB.VertexIndexPair.Bottom
The index of the vertex pair from the bottom profile.

Autodesk.Revit.DB.VertexIndexPair.Top
The index of the vertex pair from the top profile.

Autodesk.Revit.DB.VertexIndexPair
Represents a connection between vertices in the top and bottom profile of a blend.
Remarks: Use objects of this type in Autodesk.Revit.DB.Blend.GetVertexConnectionMap,
Autodesk.Revit.DB.Blend.SetVertexConnectionMap(Autodesk.Revit.DB.VertexIndexPairArray),
Autodesk.Revit.DB.SweptBlend.GetVertexConnectionMap and
Autodesk.Revit.DB.SweptBlend.SetVertexConnectionMap(Autodesk.Revit.DB.VertexIndexPairArray) to get/set the vertex connection map.